<?php

use Illuminate\Support\Facades\Facade;

return [
    'large' => [
        '01' => [
			'map_id' => '01',
            'name'   => '北海道',
            'coords' => '',
        ],
        '02' => [
			'map_id' => '02',
			'name' => '青森県',
			'coords' => '',
		],
        '03' => [
			'map_id' => '03',
			'name' => '岩手県',
			'coords' => '',
		],
        '04' => [
			'map_id' => '04',
			'name' => '宮城県',
			'coords' => '644,473,686,499',
		],
        '05' => [
			'map_id' => '05',
			'name' => '秋田県',
			'coords' => '',
		],
        '06' => [
			'map_id' => '06',
			'name' => '山形県',
			'coords' => '',
		],
        '07' => [
			'map_id' => '07',
			'name' => '福島県',
			'coords' => '',
		],
        '08' => [
			'map_id' => '08',
			'name' => '茨城県',
			'coords' => '',
		],
        '09' => [
			'map_id' => '09',
			'name' => '栃木県',
			'coords' => '',
		],
        '10' => [
			'map_id' => '10',
			'name' => '群馬県',
			'coords' => '',
		],
        '11' => [
			'map_id' => '11',
			'name' => '埼玉県',
			'coords' => '',
		],
        '12' => [
			'map_id' => '12',
			'name' => '千葉県',
			'coords' => '',
		],
        '13' => [
			'map_id' => '13',
			'name' => '東京都',
			'coords' => '569,655,610,675',
		],
        '14' => [
			'map_id' => '14',
			'name' => '神奈川県',
			'coords' => '',
		],
        '15' => [
			'map_id' => '15',
			'name' => '新潟県',
			'coords' => '',
		],
        '16' => [
			'map_id' => '16',
			'name' => '富山県',
			'coords' => '',
		],
        '17' => [
			'map_id' => '17',
			'name' => '石川県',
			'coords' => '',
		],
        '18' => [
			'map_id' => '18',
			'name' => '福井県',
			'coords' => '',
		],
        '19' => [
			'map_id' => '19',
			'name' => '山梨県',
			'coords' => '',
		],
        '20' => [
			'map_id' => '20',
			'name' => '長野県',
			'coords' => '',
		],
        '21' => [
			'map_id' => '21',
			'name' => '岐阜県',
			'coords' => '',
		],
        '22' => [
			'map_id' => '22',
			'name' => '静岡県',
			'coords' => '',
		],
        '23' => [
			'map_id' => '23',
			'name' => '愛知県',
			'coords' => '',
		],
        '24' => [
			'map_id' => '24',
			'name' => '三重県',
			'coords' => '',
		],
        '25' => [
			'map_id' => '25',
			'name' => '滋賀県',
			'coords' => '',
		],
        '26' => [
			'map_id' => '26',
			'name' => '京都府',
			'coords' => '',
		],
        '27' => [
			'map_id' => '27',
			'name' => '大阪府',
			'coords' => '',
		],
        '28' => [
			'map_id' => '28',
			'name' => '兵庫県',
			'coords' => '',
		],
        '29' => [
			'map_id' => '29',
			'name' => '奈良県',
			'coords' => '',
		],
        '30' => [
			'map_id' => '30',
			'name' => '和歌山県',
			'coords' => '',
		],
        '31' => [
			'map_id' => '31',
			'name' => '鳥取県',
			'coords' => '',
		],
        '32' => [
			'map_id' => '32',
			'name' => '島根県',
			'coords' => '',
		],
        '33' => [
			'map_id' => '33',
			'name' => '岡山県',
			'coords' => '',
		],
        '34' => [
			'map_id' => '34',
			'name' => '広島県',
			'coords' => '',
		],
        '35' => [
			'map_id' => '35',
			'name' => '山口県',
			'coords' => '',
		],
        '36' => [
			'map_id' => '36',
			'name' => '徳島県',
			'coords' => '',
		],
        '37' => [
			'map_id' => '37',
			'name' => '香川県',
			'coords' => '',
		],
        '38' => [
			'map_id' => '38',
			'name' => '愛媛県',
			'coords' => '',
		],
        '39' => [
			'map_id' => '39',
			'name' => '高知県',
			'coords' => '',
		],
        '40' => [
			'map_id' => '40',
			'name' => '福岡県',
			'coords' => '',
		],
        '41' => [
			'map_id' => '41',
			'name' => '佐賀県',
			'coords' => '',
		],
        '42' => [
			'map_id' => '42',
			'name' => '長崎県',
			'coords' => '',
		],
        '43' => [
			'map_id' => '43',
			'name' => '熊本県',
			'coords' => '',
		],
        '44' => [
			'map_id' => '44',
			'name' => '大分県',
			'coords' => '',
		],
        '45' => [
			'map_id' => '45',
			'name' => '宮崎県',
			'coords' => '',
		],
        '46' => [
			'map_id' => '46',
			'name' => '鹿児島県',
			'coords' => '',
		],
        '47' => [
			'map_id' => '47',
			'name' => '沖縄県',
			'coords' => '',
		],
    ],
    'medium' => [
        '01' => [
            'name'   => '北海道',
            'coords' => '',
        ],
        '02' => [
			'name' => '青森県',
			'coords' => '',
		],
        '03' => [
			'name' => '岩手県',
			'coords' => '',
		],
        '04' => [
			'name' => '宮城県',
			'coords' => '',
		],
        '05' => [
			'name' => '秋田県',
			'coords' => '',
		],
        '06' => [
			'name' => '山形県',
			'coords' => '',
		],
        '07' => [
			'name' => '福島県',
			'coords' => '',
		],
        '08' => [
			'name' => '茨城県',
			'coords' => '',
		],
        '09' => [
			'name' => '栃木県',
			'coords' => '',
		],
        '10' => [
			'name' => '群馬県',
			'coords' => '',
		],
        '11' => [
			'name' => '埼玉県',
			'coords' => '',
		],
        '12' => [
			'name' => '千葉県',
			'coords' => '',
		],
        '13' => [
			'name' => '東京都',
			'coords' => '',
		],
        '14' => [
			'name' => '神奈川県',
			'coords' => '',
		],
        '15' => [
			'name' => '新潟県',
			'coords' => '',
		],
        '16' => [
			'name' => '富山県',
			'coords' => '',
		],
        '17' => [
			'name' => '石川県',
			'coords' => '',
		],
        '18' => [
			'name' => '福井県',
			'coords' => '',
		],
        '19' => [
			'name' => '山梨県',
			'coords' => '',
		],
        '20' => [
			'name' => '長野県',
			'coords' => '',
		],
        '21' => [
			'name' => '岐阜県',
			'coords' => '',
		],
        '22' => [
			'name' => '静岡県',
			'coords' => '',
		],
        '23' => [
			'name' => '愛知県',
			'coords' => '',
		],
        '24' => [
			'name' => '三重県',
			'coords' => '',
		],
        '25' => [
			'name' => '滋賀県',
			'coords' => '',
		],
        '26' => [
			'name' => '京都府',
			'coords' => '',
		],
        '27' => [
			'name' => '大阪府',
			'coords' => '',
		],
        '28' => [
			'name' => '兵庫県',
			'coords' => '',
		],
        '29' => [
			'name' => '奈良県',
			'coords' => '',
		],
        '30' => [
			'name' => '和歌山県',
			'coords' => '',
		],
        '31' => [
			'name' => '鳥取県',
			'coords' => '',
		],
        '32' => [
			'name' => '島根県',
			'coords' => '',
		],
        '33' => [
			'name' => '岡山県',
			'coords' => '',
		],
        '34' => [
			'name' => '広島県',
			'coords' => '',
		],
        '35' => [
			'name' => '山口県',
			'coords' => '',
		],
        '36' => [
			'name' => '徳島県',
			'coords' => '',
		],
        '37' => [
			'name' => '香川県',
			'coords' => '',
		],
        '38' => [
			'name' => '愛媛県',
			'coords' => '',
		],
        '39' => [
			'name' => '高知県',
			'coords' => '',
		],
        '40' => [
			'name' => '福岡県',
			'coords' => '',
		],
        '41' => [
			'name' => '佐賀県',
			'coords' => '',
		],
        '42' => [
			'name' => '長崎県',
			'coords' => '',
		],
        '43' => [
			'name' => '熊本県',
			'coords' => '',
		],
        '44' => [
			'name' => '大分県',
			'coords' => '',
		],
        '45' => [
			'name' => '宮崎県',
			'coords' => '',
		],
        '46' => [
			'name' => '鹿児島県',
			'coords' => '',
		],
        '47' => [
			'name' => '沖縄県',
			'coords' => '',
		],
    ],
    'small' => [
        '01' => [
            'name'   => '北海道',
            'coords' => '',
        ],
        '02' => [
			'name' => '青森県',
			'coords' => '',
		],
        '03' => [
			'name' => '岩手県',
			'coords' => '',
		],
        '04' => [
			'name' => '宮城県',
			'coords' => '',
		],
        '05' => [
			'name' => '秋田県',
			'coords' => '',
		],
        '06' => [
			'name' => '山形県',
			'coords' => '',
		],
        '07' => [
			'name' => '福島県',
			'coords' => '',
		],
        '08' => [
			'name' => '茨城県',
			'coords' => '',
		],
        '09' => [
			'name' => '栃木県',
			'coords' => '',
		],
        '10' => [
			'name' => '群馬県',
			'coords' => '',
		],
        '11' => [
			'name' => '埼玉県',
			'coords' => '',
		],
        '12' => [
			'name' => '千葉県',
			'coords' => '',
		],
        '13' => [
			'name' => '東京都',
			'coords' => '',
		],
        '14' => [
			'name' => '神奈川県',
			'coords' => '',
		],
        '15' => [
			'name' => '新潟県',
			'coords' => '',
		],
        '16' => [
			'name' => '富山県',
			'coords' => '',
		],
        '17' => [
			'name' => '石川県',
			'coords' => '',
		],
        '18' => [
			'name' => '福井県',
			'coords' => '',
		],
        '19' => [
			'name' => '山梨県',
			'coords' => '',
		],
        '20' => [
			'name' => '長野県',
			'coords' => '',
		],
        '21' => [
			'name' => '岐阜県',
			'coords' => '',
		],
        '22' => [
			'name' => '静岡県',
			'coords' => '',
		],
        '23' => [
			'name' => '愛知県',
			'coords' => '',
		],
        '24' => [
			'name' => '三重県',
			'coords' => '',
		],
        '25' => [
			'name' => '滋賀県',
			'coords' => '',
		],
        '26' => [
			'name' => '京都府',
			'coords' => '',
		],
        '27' => [
			'name' => '大阪府',
			'coords' => '',
		],
        '28' => [
			'name' => '兵庫県',
			'coords' => '',
		],
        '29' => [
			'name' => '奈良県',
			'coords' => '',
		],
        '30' => [
			'name' => '和歌山県',
			'coords' => '',
		],
        '31' => [
			'name' => '鳥取県',
			'coords' => '',
		],
        '32' => [
			'name' => '島根県',
			'coords' => '',
		],
        '33' => [
			'name' => '岡山県',
			'coords' => '',
		],
        '34' => [
			'name' => '広島県',
			'coords' => '',
		],
        '35' => [
			'name' => '山口県',
			'coords' => '',
		],
        '36' => [
			'name' => '徳島県',
			'coords' => '',
		],
        '37' => [
			'name' => '香川県',
			'coords' => '',
		],
        '38' => [
			'name' => '愛媛県',
			'coords' => '',
		],
        '39' => [
			'name' => '高知県',
			'coords' => '',
		],
        '40' => [
			'name' => '福岡県',
			'coords' => '',
		],
        '41' => [
			'name' => '佐賀県',
			'coords' => '',
		],
        '42' => [
			'name' => '長崎県',
			'coords' => '',
		],
        '43' => [
			'name' => '熊本県',
			'coords' => '',
		],
        '44' => [
			'name' => '大分県',
			'coords' => '',
		],
        '45' => [
			'name' => '宮崎県',
			'coords' => '',
		],
        '46' => [
			'name' => '鹿児島県',
			'coords' => '',
		],
        '47' => [
			'name' => '沖縄県',
			'coords' => '',
		],
    ],
];